[
  {
    "src": "81",
    "hurl": "thinking-face",
    "title": "Thinking Face",
    "tags": "doubt, thinking, question, thought, raised eyebrow, skepticism, ",
    "desc": "Emoticon with one raised and furrowed eyebrow with palm around the face. Thinking face emoji represents a question or concept, and can also be used in a passive-aggressive manner to express doubt or skepticism. The classics."
  },
  {
    "src": "82",
    "hurl": "pointing-and-laughing-in-tears",
    "title": "Pointing And Laughing",
    "tags": "LOL, laughing, in tears, ponting, amusement, joy, laughter, ",
    "desc": "Laughing emoji pointing it's finger at something or someone while drowning in tears. It is generally used to convey feelings of amusement, ridicule, or scorn. But often used to mock or make fun of a situation or person."
  },
  {
    "src": "83",
    "hurl": "thumbs-up",
    "title": "Thumbs Up",
    "tags": "like, thumbs up, approved, silly",
    "desc": "An emoji with a thumbs up and a dumbfounded expression. This references an \"instant approval\" of something. The eyesight is not even focused, indicating that it never bothered to look into the details of what it was approving. "
  },
  {
    "src": "84",
    "hurl": "ok-sign",
    "title": "OK Sign",
    "tags": "ok, agreement, approved, superior, controversial",
    "desc": "The emoticon expresses unexpected approval and agreement in a controversial situation with an OK sign and a thoughtful expression. It can also be used as a response to someone's gratitude, as if to say \"no problem\" with a hint of superiority from the sender."
  },
  {
    "src": "85",
    "hurl": "suspicious-big-eye",
    "title": "Suspicious Big Eye",
    "tags": "suspicious, doubt, trust issues, big eye, searching, ",
    "desc": "The suspicious emoji depicts a face with an unexpectedly large bulging eye, as if trying to see something up close or trying to find something that is hidden. It is often used when expressing a lack of trust, such as when trying to determine if someone is telling the truth."
  },
  {
    "src": "86",
    "hurl": "double-thumbs-up",
    "title": "Double Thumbs Up",
    "tags": "thumbs up, approved, like, joyful, positive, happy, support",
    "desc": "Happy emoji with 2 thumbs up, expressing support, like, gratitude, or approval. Used in a way to express positive feedback or encouragement. It can also be used in a playful or lighthearted way to express a joke or sarcasm."
  },
  {
    "src": "87",
    "hurl": "scared-and-defending",
    "title": "Scared and Defending",
    "tags": "attack, defence, madness, obsession, mental breakdown, bat, hit, battle, nerveous laughter",
    "desc": "Emoji experiencing multiple feelings in the same time including fear, madness, pressure, obsession, curiosity, and nervous laughter. The emoticon is shown wielding a baseball bat, as if in defense or attack, while also displaying early signs of going crazy."
  },
  {
    "src": "01",
    "hurl": "happy-big-grin",
    "title": "Happy Big Grin",
    "tags": "happy, big grin, smile, teeth, smiling, joyful, feeling good, joy, open mouth",
    "desc": "Emoji with a huge smile and very white, shiny teeth expressing happiness and joy. This is the first emoji ever made in this series of blue faces. Let's make the same facial expression for a second to congratulate it."
  },
  {
    "src": "02",
    "hurl": "wink",
    "title": "Wink",
    "tags": "flirt, wink, winking eye, secret, secrecy, sarcasm, playful, smirk",
    "desc": "Winking emoji with a closed eye and a playful smirk, expressing a sense of humor, sarcasm, flirtation or secrecy. Make sure you sending it to someone you attracted to, or that the message should not be taken too seriously ;)"
  },
  {
    "src": "03",
    "hurl": "raised-eyebrow",
    "title": "Raised Eyebrow",
    "tags": "raised eyebrow, skepticism, adorable, cute, smirk, positive",
    "desc": "Emoji with a raised eyebrow usually express skepticism with somewhat admiration to the topic of discussion. You know that situations when someone you love is doing something silly or cute, isn't that just adorable."
  },
  {
    "src": "04",
    "hurl": "checking-out",
    "title": "Checking Out",
    "tags": "flirt, controversial, admiration, skeptic, smirk, ",
    "desc": "Similar to the Raised Eyebrow emoji, this emoji also expresses skepticism, but with a hint of admiration for the topic of discussion. However, in this case, it has a slightly more controversial tone."
  },
  {
    "src": "05",
    "hurl": "in-love",
    "title": "In Love",
    "tags": "love, hearts, drool, crazy in love, admiration, obsession,",
    "desc": "Have you ever been in love so much that you drooled whenever you saw your object of admiration? This little emoji, with huge cartoon hearts instead of eyes, is speechless and can't say a word, just like you when you send it."
  },
  {
    "src": "06",
    "hurl": "crazy-in-love-with-tongue-out",
    "title": "Crazy in Love with Tongue Out",
    "tags": "heart eyes, tongue, open mouth, in love, crazy in love, obsession,",
    "desc": "An emoji with huge cartoon hearts instead of eyes and a tongue sticking out, expressing happiness and love. This emoji is inspired by the classic cartoon trope of characters having small hearts revolving around their heads when they are in love."
  },
  {
    "src": "07",
    "hurl": "grinning-face-with-sweat",
    "title": "Grinning Face with Sweat",
    "tags": "sweat, discomfort, mixed emotion, nervous, cold sweat, uncomfortable, grin",
    "desc": "Cold sweat emoji is a hard mix of emotions such as happiness, relief and accomplishment with a hint of nervousness or discomfort. If you feel being both good and bad at the same time, that's the emoji for you."
  },
  {
    "src": "08",
    "hurl": "tongue-out",
    "title": "Tongue Out",
    "tags": "tongue out, playfulness, joy, carefree, fun, enthusiasm, positive",
    "desc": "Emoji with tongue out and open eyes typically expresses playfulness, joy, and a carefree attitude. It is often used to show that the sender is happy and playful, and may also be used to show excitement, enthusiasm or just having fun."
  },
  {
    "src": "09",
    "hurl": "sexy-biting-lip",
    "title": "Sexy Biting Lip",
    "tags": "sexy, biting lip, orgasm, sensual, pleasure, eyes closed, love, ",
    "desc": "Blue face with a closed mouth and a single lip pressed between the teeth, typically used to express a sense of pleasure and gratification. It is considered the most controversial emoji in the set at present. Often used with accompanying text of \"mmmm\"."
  },
  {
    "src": "10",
    "hurl": "appalled",
    "title": "Appalled",
    "tags": "surprised, appalled, raised eyebrows, awkward, confusion, embarrassment, speechless",
    "desc": "Emoji with surprised big eyes, raised eyebrows and tightly closed tiny mouth. Usually used to express awkward feeling, embarrassment and confusion. It's like when acting speechless to a weird content."
  },
  {
    "src": "11",
    "hurl": "kiss",
    "title": "Smooch Kiss",
    "tags": "kiss, kissing lips, hearts, smooch, romantic, flirt, playful, obsession, admiration",
    "desc": "A face with closed eyes and a mouth in the shape of kissing lips, with cartoon hearts flying around. It is often used in a flirty or romantic context, or in a more playful way, like sending a kiss to a friend. Some people say this emoji needs a lip balm."
  },
  {
    "src": "12",
    "hurl": "got-someting-in-mind",
    "title": "Got Someting In Mind",
    "tags": "evil plan, mastermind, revenge, evil, angry, sarcasm, mock anger, ",
    "desc": "Emoji with angry eyes and a smile is a subtle way to express sarcasm, irony, or mock anger, or to indicate that the sender has some kind of evil plan in mind. It is usually used in the context of gossiping or in dramatic revenge situations."
  },
  {
    "src": "13",
    "hurl": "laughing-squinting-face",
    "title": "LOL Toothy Laugh",
    "tags": "smile, grin, laugh, LOL, evil laugh, fail, squinting eyebrows, ",
    "desc": "Emoticon of a face with a wide grin, closed eyes, and squnting eyebrows. This is not a regular LOL emoji, it's more evil and \"i'm laughing at you, not with you\". You know, that laugh you do when someone you know is failed."
  },
  {
    "src": "14",
    "hurl": "woozy-face",
    "title": "Woozy Face",
    "tags": "tongue out, cockeyed eyes, crazy, silly, playful, disorientation, dizziness",
    "desc": "A face with tongue out and cockeyed eyes. This emoji is the embodiment of crazyness, silliness, and often is a playful way to express confusion, disorientation, or dizziness. "
  },
  {
    "src": "15",
    "hurl": "blank-smile",
    "title": "Blank Smile",
    "tags": "bulging eyes, confusion, awkwardness, creepy, speechless",
    "desc": "Emoji with bulging eyes, closed wide mouth expressing confusion and awkwardness. It's the face you make in situations like when your friend and his mom are fighting in front of you."
  },
  {
    "src": "16",
    "hurl": "annoyed",
    "title": "Annoyed",
    "tags": "annoyance, angry, unhappy, dissatisfied, mad, negative",
    "desc": "An angry face with tightly compressed lips expressing annoyance. Typically used when feeling dissatisfied, angry, and unhappy about something. Some people have it as a resting face."
  },
  {
    "src": "17",
    "hurl": "smiling-face-with-sunglasses",
    "title": "Sunglasses",
    "tags": "sunglasses, happy, cool, confidence, relax, sunny, holiday, vacation",
    "desc": "Emoticon of a face with a wide smiling mouth, and a pair of sunglasses over the eyes. This emoji is typically used to express a sense of coolness, confidence, or relaxation. It can also be used to indicate that the sender is enjoying themselves or having a good time."
  },
  {
    "src": "18",
    "hurl": "sad",
    "title": "Sad",
    "tags": "pity, sympathy, sad, sarcasm, mock, genuine",
    "desc": "An emoji with sad eyes, genuinely expressing pity and sympathy. Sometimes used in a sarcastic manner to mock someone. This emoji has a double meaning, it can be used sincerely or mockingly."
  },
  {
    "src": "19",
    "hurl": "tearing-up",
    "title": "Tearing Up",
    "tags": "sad, tears, pity, sarcasm, tearing",
    "desc": "Similar to the sad emoji, this one features eyes that are almost in tears, with wet and sad eyes, as if on the verge of crying. However, it also has a second meaning, as it can be used in a sarcastic manner to mock someone or something."
  },
  {
    "src": "20",
    "hurl": "nerd-glasses",
    "title": "Nerd Glasses",
    "tags": "glasses, nerd, smart, dork, geek. cheeky",
    "desc": "Emoticon with glasses that widen their eyes, and a cute cheeky smile. That represent nerdy or dorky nature. This is the stereotypical nerd that is scene in classrooms in real life and movies. Can also be used when someone is being smart/acting dorky. Used in a positive manner or to tease someone."
  },
  {
    "src": "21",
    "hurl": "mouth-open-in-rage",
    "title": "Mouth Open in Rage",
    "tags": "angry, badmouthing, negative, annoyed, scream",
    "desc": "Emoji with angry eyes and an open mouth as if it's saying \"STOP\". Was based on the famous scream \"THIS IS SPARTA!\". Can be used when trying to get someone's attention on a matter to be heard out. You can also see this alot during traffic jams."
  },
  {
    "src": "22",
    "hurl": "shock",
    "title": "Shock",
    "tags": "confused, distraught, jumbled, chaotic, scream",
    "desc": "Huge big eyes with screaming mouth. Used when something shocking just happen. This can be used when someone is extremely confused and distraught. The eyes being different signals what someone looks like after they have been knocked out with tweety birds flying around their head."
  },
  {
    "src": "23",
    "hurl": "unimpressed",
    "title": "Unimpressed",
    "tags": "grumpy, disinterest, couldn't care less",
    "desc": "Eyelids are low expressing uninterest, and the lips are neutral. This emoji is used to express either being forced to see or sit through something you were dragged to against your will or hearing your significant other talk about someone you don't like. It also expresses grumpiness."
  },
  {
    "src": "24",
    "hurl": "displeased",
    "title": "Displeased",
    "tags": "grump, polite, fake smile, displeased.",
    "desc": "Similar to the unimpressed blue emoji, this one features low eyelids that would express grumpiness or displacement. However this emoji lips are smiling faintly, expressing the effort of trying to be polite, as to not be rude or upset anyone. In this case the smile is fake."
  },
  {
    "src": "25",
    "hurl": "impressed-with-stars-in-eyes",
    "title": "Impressed with Stars In Eyes",
    "tags": " star eyes, impress, amaze, spectacular",
    "desc": "This emoji has stars for eyes and the mouth is open and smiling with teeth showing. This can be used to express the term \"star struck\". Used to react to someone displaying their talent on the internet or for general impressive events. It's a very positive emoji to be sent."
  },
  {
    "src": "26",
    "hurl": "putting-tongue-out",
    "title": "Putting Tongue Out",
    "tags": "tongue out, tease, mean, bully",
    "desc": "Similar to the goofball blue emoji, this emoji has it's tongue out. However, this has tight eyes and the tongue is pointing forward as towards someone (whoever is sent to). This can be used to tease someone or as a response to someone being mean or bullying someone."
  },
  {
    "src": "27",
    "hurl": "evil-plan",
    "title": "Evil Plan",
    "tags": "evil, clever, plan, organize a crime",
    "desc": "One eyebrow is lowered while the other is raised and a cheeky smile with teeth showing. These traits added up produce some kind of a plan on the horizon, that will definately be a evil one."
  },
  {
    "src": "28",
    "hurl": "dumbfound",
    "title": "Dumbfound",
    "tags": "dumbfound, shock, astonish, took by surprise, indignation",
    "desc": "Eyebrows pointing down, while eyes are a little angry, and the mouth is in the shape of a small \"o\". This emoji is used to express \"whaaa\" or \"what the hell?!\" with a sence of indignation and anger. One is for when they don't like what they see, but while also trying to figure out what they are looking at."
  },
  {
    "src": "29",
    "hurl": "in-shock",
    "title": "In Shock",
    "tags": "shock, surprise, startle, bewilder.",
    "desc": "Emoji's huge eyes are widened and the eyebrows are raised emphasizing shock, and the mouth is open where you can see the lower teeth as if it hit the ground. This emoji can be used in a suprisied manner, one that is somewhat extreme but justified. It's how we look when there's a plot twist we didn't see coming."
  },
  {
    "src": "30",
    "hurl": "sad-and-silently-crying",
    "title": "Sad and Silently Crying",
    "tags": "Puppy dog eyes, pouty, sad, sulk, brood.",
    "desc": "Eyes are full of tears and tears are trickling down the ace, while lips are pouty. This suggests  sadness and poutness, like what a dog would do if it saw you leave with him/her. The tears express extreme sadness and distraught. Used in a sad event where extreme \"puppy dog eyes\" are required or in need."
  },
  {
    "src": "31",
    "hurl": "zany",
    "title": "Zany",
    "tags": "silly, clown, eccentric, goofy, wacky",
    "desc": "Similar to the shock blue emoji, it has big distorted eyes with raised eyebrows. However this one has a big smile with teeth showing.This can be used as to say that you or the other person is being silly or acting clownish. Some may describe it as eccentric but that has a bad tone to it. "
  },
  {
    "src": "32",
    "hurl": "quivering-lip",
    "title": "Quivering Lip",
    "tags": "cold, heartless, lips are sealed, secret, safe",
    "desc": "Eyes are a bit narrowed, teeth biting on one side of the bottom lip while the rest is free and almost pouty. This can be used in multiple ways. Recently it has been used with the phrase \"sheesh\" alongside it to signal someone being cool or too harsh or ice cold. But it can also signal that something wants to be said but they can't."
  },
  {
    "src": "33",
    "hurl": "angry-teeth-emoticon",
    "title": "Angry Teeth Emoticon",
    "tags": "evil, laugh, victory, happiness, achievement",
    "desc": "The eyebrows are pointing down similar to an angry emoji but this one however, has a big smile with teeth. This suggests an evil plan coming together or a happiness over another's defeat. This can be seen on villains faces before they are proven wrong and beaten by the hero."
  },
  {
    "src": "34",
    "hurl": "frowny-face-emoticon",
    "title": "Frowny Face Emoticon",
    "tags": "grumpy, unsatisfied, displeased, cranky, irritable, grouchy.",
    "desc": "This blue emoji is has their eyebrows down and lips in a frown. This is grumpy the blue emoji, he doesn't like anyone and wants to be left alone most of the time, but really he's a sweetheart inside that just wants some love. Can also be used to describe displacement or how a child can cross their arms and make that face when not satisfied."
  },
  {
    "src": "35",
    "hurl": "goofy",
    "title": "Goofy",
    "tags": "silly, crazy, erratic, foolish, bizarre, insane",
    "desc": "Similar to the Zany Blue Emoji, this one has big distorted eyes as well. However it has the teeth biting one side of the bottom lip. This can be used to describe silliness and the degree of silliness. This for instance describes crazy silly not normal silly. So use with caution."
  },
  {
    "src": "36",
    "hurl": "growling-mad-smiley",
    "title": "Growling Mad Smiley",
    "tags": "angry, protect, growl, intimidate",
    "desc": "This one has the eyebrows making a frown and pointing downwards, while also making a growling shaping with it's mouth. This is a dog's angry face in human form. It's used when wanting to protect or guard something, similar to when a dog wants to protect the owner. It can also be used for intimidation of the other person."
  },
  {
    "src": "37",
    "hurl": "nothing-seems-right",
    "title": "Nothing Seems Right",
    "tags": "disappoint, sad, dismay, sorrow, discontent",
    "desc": "This emoticon has widened eyes and eyebrows pointing up in surprise, with an added frown of sadness in the lips. This can represent huge dissapointment with a hint of confusion in the sense that you plan something great and when the final product arrives you are surprised to find it worse than you thought it would be."
  },
  {
    "src": "38",
    "hurl": "huge-grin",
    "title": "Huge Grin",
    "tags": "confident, cocky, bold, cheeky, saucy",
    "desc": "This face has a big grin with teeth showing with smiling eyes and one eyebrow up while the other i down. This is used to express cockiness. Like when someone says you're wrong about something and you search it, and you were right in the end. This is the face you would have on. It can also express confidence."
  },
  {
    "src": "39",
    "hurl": "crazy-wide-eyed-smile",
    "title": "Crazy Wide-Eyed Smile",
    "tags": "looney, insane, whacko, nut, maniac",
    "desc": "This emoji has wide eyes with raised eyebrows, and a weird smile. This is a creepy face or can be described as someone acting dumb or looney. Not in their right mind sort of situation. Can be used to describe someone as crazy but in a less harsh manner. The difference is that one is aware of their actions while this one isn't."
  },
  {
    "src": "40",
    "hurl": "eye-brow-lift-smile",
    "title": "Eye-Brow Lift Smile",
    "tags": "smile, grin, laugh, unsure, confused",
    "desc": "The emoticon has one eyebrow lifted while the other isn't and a weird smile similar to the crazy wide-eyed smile blue emoji. This one is a bit better the previously mentioned emoji in the sense that the eyes are aware and reactive, ence the eyebrow lift. This suggests a light laugh about something you don't understand completely and just want to fit in."
  },
  {
    "src": "41",
    "hurl": "can't-unsee-this",
    "title": "Can't Unsee This",
    "tags": "disgust, discomfort, unease, distaste, horror.",
    "desc": "This emoji has narrowed eyes and a disgusted grin with one side wider than the other and showing clenched teeth. This describes the want to unsee something but unable to. An example would be kids when they see their parents kissing or someone eating something disgusting. "
  },
  {
    "src": "42",
    "hurl": "seasick-smiley",
    "title": "Seasick Smiley",
    "tags": "disgust, sick, vomit, nausea, dizzy",
    "desc": "The emoji has has bulging eyes and pouty lips, but with the addition of full cheeks that are green representing vomit or puke. This can represent extreme disgust."
  },
  {
    "src": "43",
    "hurl": "happy-and-cheering",
    "title": "Happy and Cheering",
    "tags": "This emoji has narrowed eyes caused by the big smile and hands in the shape of fists pumped in the air. This can describe happiness on another level. This can be caused by achieving an impossible goal, or when the hard work pays off, or when there's excitement over an upcoming event.  ",
    "desc": "Emoticon has narrowed eyes caused by the big smile and hands in the shape of fifths pumped in the air. This can describe happiness on another level. This can be caused by achieving an impossible goal, or when the hard work pays off, or when there's excitement over an upcoming event."
  },
  {
    "src": "44",
    "hurl": "face-palm",
    "title": "Face Palm",
    "tags": "disappoint, dismay, embarrass",
    "desc": "This emoji has the eyes close and a hand on top of half of the face signaling a face palm. A face palm represents disappointment, dismay or embarrassment. This can be used when an embarrassing event occured like saying something stupid or not understanding something very well and then you realize how easy it really is."
  },
  {
    "src": "45",
    "hurl": "holding-it-in",
    "title": "Holding It In",
    "tags": "laugh, evil, prank, funny, laughing tears.",
    "desc": "This emoji has narrowed wet eyes from laughing with a hand holding the mouth and cheeks full of air and laughter. This is used to describe the reaction and anticipation of a prank to get pulled off. This is the origin of the meme \"when i purposefully spread misinformation on the internet\" and the face can't hold in the laughter for much longer it starts tearing up."
  },
  {
    "src": "46",
    "hurl": "hot-face",
    "title": "Hot Face",
    "tags": "sick, fever, hot, summer, sweat, tired ",
    "desc": "This one has drops of sweat all over the face. One eye is half covered by a drooping eyelid and one isnt, with the mouth open and the tongue rolling out. This indicates tiredness, warmness, maybe because it is summer or maybe it's because of a fever. It can be used in either sense."
  },
  {
    "src": "47",
    "hurl": "waving-hello",
    "title": "Waving Hello",
    "tags": "happy, smile, hand, wave, gesture",
    "desc": "This emoji has a smile on its face and smiling eyes. It also has one hand revealing the palm as to wave hello to someone. The hello is happy greeting of a person as indicated by the wide smile and happy eyes. It can also be used to signal a high five in a non formal manner"
  },
  {
    "src": "48",
    "hurl": "open-mouth-smiley",
    "title": "Face with Open Mouth",
    "tags": "anger, eratic, maniac, loss of sanity, aggressive, rage face,",
    "desc": "This face has eyes almost popping of of the head, eyebrows are raised and mouth is open in anger. This emoji represents being angry to a point of losing sanity. The eyes popping out of the head is clear indication of how when people gets angry, a nerve starts showing up on their forehead. This emoji originaly based on the old meme \"Rage face\"."
  },
  {
    "src": "49",
    "hurl": "missing-teeth-silly",
    "title": "Missing Teeth Silly",
    "tags": "baby, teeth, mouth, loss, homeless, child",
    "desc": "This emoji has crazy eyes and only two teeth showing with a bit of the gums as well. This can be describing a hobo or homeless person who has poor hygiene and can't support their teeth that well. It can also be for a baby that is teething and has not formed all teeth or to tease someone who has lost a tooth."
  },
  {
    "src": "50",
    "hurl": "roaring-angry-beast",
    "title": "Roaring Angry Beast",
    "tags": "dog, cat, hiss, bark, anger, protect",
    "desc": "This emoticon has sharp teeth like an animal and narrow eyes. The mouth is open and the tongue is slightly out and little drops of saliva are flying out of the mouth. The sharp teeth indicates it represents a dog barking in anger and protectiveness. Or a cat hissing for self protection from intrusive humans. "
  },
  {
    "src": "51",
    "hurl": "fist-shaking-old-man",
    "title": "Fist Shaking Old Man",
    "tags": "old, grumpy, loney, mad, anger,fist",
    "desc": "This emoji has crooked teeth like an old man's abd eyebrows frowning expressing grumpiness as well as a fist in the air. This is the typical grumpy old man look. Similar to when you play and you get on someone's property by accident and the old man comes out saying \"get off my lawn\"."
  },
  {
    "src": "52",
    "hurl": "secret-keep-quiet-hush",
    "title": "Secret Keep Quiet Hush",
    "tags": "shush, quiet, secret, private sneaky",
    "desc": "This face has eyebrows raised and a hand in front of the mouth with a finger on the lips . This signals for someone to quiet down or to keep a secret. Keep each other's secrets everyone."
  },
  {
    "src": "53",
    "hurl": "innocent-and-pretty",
    "title": "Innocent and Pretty",
    "tags": "innocence, pure, childish, blameless, act",
    "desc": "This emoji has eyelashes and glossy innocent looking eyes with a cute smile and red/pinkish cheeks. All traits representing innocence. This can be used to express childlike innocence when a parent asks them if they ate the last cookie from the cookie jar and they don't want to get caught so they say no and put that face on display to convince her parents"
  },
  {
    "src": "54",
    "hurl": "uncertain-shrug",
    "title": "Uncertain / Shrug",
    "tags": "uncertain, shrug, don't know, unsettled, inconstant.",
    "desc": "This emoticon has hands facing the palms and pointing downwards. It also has neutral eyes and raised eyebrows, along with a small frown on the side of the face. This shows uncertainty of something or not knowing what to do or how to answer a question. it's the equivalent of a vocal \"idk/ i dont know\". Also used in situations where there's nothing else can be done, like \"what can I do about it?\""
  },
  {
    "src": "55",
    "hurl": "cant-look-and-too-scared  ",
    "title": "Can't Look and Too Scared",
    "tags": "curious, fear, peek, cover, scared, interested, movie",
    "desc": "This face has two hands on the face with one eye able to peek through two fingers. It also has a disgusted mouth with one side wider than the other. This expresses fear and not wanting to see something but not wanting to miss out on anything either that's why you take a peek."
  },
  {
    "src": "56",
    "hurl": "contented-grin",
    "title": "Contented Grin",
    "tags": "genuine, happy, real, joy",
    "desc": "The emoji has smiley eyes and raised eyebrows. It also has a big toothless smile/grin. It represents genuine happiness and joy for something. It's simple but meaningful and always puts a smile on someone's face  Like seeing someone at a party while in mid-conversation with someone, so you give the person a smile to let them know you're happy to see them."
  },
  {
    "src": "57",
    "hurl": "wacky-face",
    "title": "Wacky Face",
    "tags": "childish, goofy, silly, tongue out",
    "desc": "The expression on the emoji has two hands pulling on each side of the mouth with the tongue sticking out and crazy eyes with raised eyebrows. This face is that children do to tease each other sometimes while saying \" la la la la la \" and running around. It's also meant to look goofy and silly."
  },
  {
    "src": "58",
    "hurl": "red-lips-smack-kiss",
    "title": "Red Lips Smack Kiss",
    "tags": "flirty, kiss, red, love, romance, attractive",
    "desc": "This emoticon eyes are closed and has visible lashes with eyebrows raised and lips in the shade of red indicating lipstick is applied and in the shape of a duck face as its sending a kiss to someone. It represents a woman blowing a kiss or going in to kiss someone. It's in a flirty loving manner."
  },
  {
    "src": "59",
    "hurl": "cookie-muncher",
    "title": "Cookie Muncher",
    "tags": "muppet, cookie monster, treat, caught, cookie",
    "desc": "This emoji has a cookie in hand and cookie crumbs floating as he took a bite of the cookie. His cheeks are full from eating the cookie and the eyes are widened as if he got caught in the act. This represents the cookie monster from the famous show Muppets; he is very loved."
  },
  {
    "src": "60",
    "hurl": "love-the-from-heart",
    "title": "Love from the Heart",
    "tags": "love, heart, happy, in love, romance ",
    "desc": "This emoji has it's two hands out with a heart in them as if to give it's heart. It also has a genuine cute and sweet smile on its face as to say \"i love you\". It's the equivalent of \"i'll gladly give my heart to you\". It's to be used in the context of love and romance."
  },
  {
    "src": "61",
    "hurl": "freaked-out",
    "title": "Freaked Out",
    "tags": "freak, panic, secret, prevent, surprise, hands",
    "desc": "This one has both hands stacked on top one another and they are covering the mouth. The eyes are widened and the eyebrows are raised. This is to say that either they are freaking out or they said something they shouldn't have and the result is freaking out."
  },
  {
    "src": "62",
    "hurl": "sleepy-and-yawning",
    "title": "Sleepy and Yawning",
    "tags": "bored, sleepy, tired, calm, yawn",
    "desc": "This emoji has its eyes closed and mouth open to the side with a hand in front of it. This signals sleepiness, tiredness and the result is a yawn which is what the emoji is doing; yawning. This can also be used to tease someone and say they are so boring that they make you sleepy."
  },
  {
    "src": "63",
    "hurl": "give-me-a-hug",
    "title": "Give Me A Hug",
    "tags": "hug, love, friendship, affection, family",
    "desc": "This face has eyebrows raised and eyes closed, with hands on each side vertically with space in between. and a small cute smile. This signals for \"come here and give me a hug\". This is similar to the greeting we get from family members who have seen us as kids and know us but we don't know them, so its awkward. Can also be used to give someone a virtual hug."
  },
  {
    "src": "64",
    "hurl": "weary-face",
    "title": "Weary Face",
    "tags": "excitement, impatient, mad, angry, annoyed,",
    "desc": "This emoticon has the teeth biting down on the bottom lip and impatient annoyed eyes. This is to signal impatience or urgency from someone. This can also be used for anticipation of something exciting, or can also means anger or annoyance when you can't stand something."
  },
  {
    "src": "65",
    "hurl": "suspicious-heavy-lidded",
    "title": "Suspicious Heavy-Lidded",
    "tags": "suspicious, weird, act, lie, hide, narrow eyes.",
    "desc": "The eyes on this emoji have heavy eyelids as if it's squinting, along with a neutral face. This is for suspicious activity happening. When you think someone is lying to you and you give them that \"you're acting suspicious\" look, and then they get all nervous. "
  },
  {
    "src": "66",
    "hurl": "pearly-whites-smiley",
    "title": "Pearly Whites Smiley",
    "tags": "smile, happy, big, excited, show off,",
    "desc": "This emoji has a big smile with teeth showing all white and perfect. It also has its eyes closed and eyebrows raised. This signals extreme happiness and smile to show off those \"pearly white teeth\". Can be used when happy or when someone takes off their braces and shares the wonderful news."
  },
  {
    "src": "67",
    "hurl": "punched-face-black-eye-smiley",
    "title": "Punched in Face Black-Eye Smiley",
    "tags": "beaten up, violent, aggressive, hurt, pain, fear",
    "desc": "This face has one black eye and a band aid on the cheek with the mouth open a bit in fear. This expresses someone who got beat up very badly and feeling bad and in a lot of pain. the mouth has a confused look as well, as if to say i don't know what just happened."
  },
  {
    "src": "68",
    "hurl": "fountains-of-tears",
    "title": "Fountains of Tears",
    "tags": "whine, sad, tears, sorrow, mourner",
    "desc": "This emoji has the mouth open and hand in first on each side with a fountain of tears sprinkling from it's closed eyes. Face expresses extreme sadness and emotional pain and sorrow. It can be used while mourning a person or when a break up happens between a romantic couple. Losing someone is a very sad event and this emoji grasps that well."
  },
  {
    "src": "69",
    "hurl": "praying-please",
    "title": "Praying Please",
    "tags": "pray, please, wish, gratitude",
    "desc": "The emoticon has a two hands together in a pray or gratitude. This emoji represents praying for something. It can also be used to say \"please\" to someone to give or do something for you. This can be used in any context, whether it's wishing well on someone, or for something to happen, this emoji is useful in any context."
  },
  {
    "src": "70",
    "hurl": "instant-regret-with-hands-on-head",
    "title": "Instant Regret with Hands on Head",
    "tags": "tragic, crisis, worried, distraught.",
    "desc": "This emoji has the two hands on each side of the top on the head and eyes widened with mouth in a panic with one side wider than the other. It can be used in crisis moments when something bad happens and you're absorbing or trying to understand it. It's when you know you're responsible for something really bad that's just happen."
  },
  {
    "src": "71",
    "hurl": "making-an-argument",
    "title": "Making an Argument",
    "tags": "frustrated. angry, mad, aggressive",
    "desc": "The emoticon has two hands, palms facing up, and an angry face with eyes narrowed and mouth open in aggressiveness as to shoot at someone. This can be used to say \"can you listen!\" or when someone doesn't want to listen so you get frustrated and angry."
  },
  {
    "src": "72",
    "hurl": "holding-its-breath-clearly-innocent",
    "title": "Holding Its Breath Clearly Innocent",
    "tags": "first, cute, innocent, cheeks, romantic",
    "desc": "This emoji has pink cheeks and a cute smile, as well as lashes for the eyes looking innocent and cute. This emoji can be used when someone is being cute or cheeky in an innocent way. It can be used to flirt with a love interest or to say someone is cute, but with a very cartoonish and wacky face expression."
  },
  {
    "src": "73",
    "hurl": "unamused",
    "title": "Unamused Face",
    "tags": "disinterest, blunt, impartial, not caring.",
    "desc": "This emoji has an angry face with eyes that have heavy eyelids, eyebrows crossed, and a frown. The frown is one that describes disappointment or displeasure with someone or something.  The eyes are also looking away as if rolled to the side to emphasize disinterest in something or someone."
  },
  {
    "src": "74",
    "hurl": "cringed",
    "title": "Cringed",
    "tags": "cringe, flinch, wince, disgust",
    "desc": "Emoticon has an eye twitching with the other a bit narrowed. It also has the mouth showing teeth only to one side. This expresses cringing. Cringing happens when someone does something embarrassing. Usually when someone older does something the \"teens are doing now\". I bet you cringed now thinking of it."
  },
  {
    "src": "75",
    "hurl": "very-touched",
    "title": "Very Touched",
    "tags": "Love, surprise, appreciation, surprise, touching",
    "desc": "This emoji has two hands on the face, pink, cute cheeks and very happy eyes with a cute smile. This can be used to express pleasant surprise, or blush. Someone gifting you an amazing gift or your romantic partner making a huge gesture. This can also be used to describe girls' faces when being proposed to."
  },
  {
    "src": "76",
    "hurl": "oops-i-did-it-again",
    "title": "Oops I Did It Again",
    "tags": "Tag: The Office, cringe, Michael Scott, awkward",
    "desc": "The stressed emoji has eyes looking away while teeth are biting on lower lip very hard expressing awkwardness. It was based on Michael Scott's cringe face from the show The Office season 3 episode 7 where he had to tell everyone the office is shutting down and had to be \"brave\" for everyone and be a \"leader\"."
  },
  {
    "src": "77",
    "hurl": "offering-a-rose",
    "title": "Offering a Rose",
    "tags": "romance, rose, love, flirt, interest, care",
    "desc": "This emoji has two hands out and a rose in between. Along with a cute, happy smile with eyebrows raised. This represents a romantic gesture to the one you love or care for. The rose represents kindness, love, and care. It's to be used in a romantic or platonic way. "
  },
  {
    "src": "78",
    "hurl": "pleading-face",
    "title": "Pleading face",
    "tags": "Tags, please, cute, adorable, big, puppy eyes.",
    "desc": "This face has doey puppy dog eyes that are adorable and a pouty mouth. This is used to say \"please\" and to beg for something from someone. Also used when when seeing something adorable and super cute, like a kitten, so cute that you want to cry."
  },
  {
    "src": "79",
    "hurl": "wearing-shades",
    "title": "Wearing Shades",
    "tags": "goatie, bawling, cool, gangster, thug, strong, intimidating",
    "desc": "The emoji has big aviator sunglasses and a goatee beard with a toothpick hanging from the lips on the side.Can represent any mafia looking man or gangster. Or be used to tease someone for trying to act tough and gangster like when they are really not. Toothpick changes everytnig"
  },
  {
    "src": "80",
    "hurl": "drool",
    "title": "Drool",
    "tags": "airhead, drool, saliva, stupid, dumb",
    "desc": "The emoticon is cross-eyed and the mouth is a little open, where drool is hanging from the bottom lip. This emoji can be used to tease someone as if saying \"empty headed\", or \"stupid\", or \"dumb\". It can also be used to describe \"air-headedness\" where someone doesn't really go through life thinking of stuff."
  }
]